let countryId = '1Qb6WICfcCu68fulMXUN5ZvbhWt'

let privacy = `บริษัท เคเค เว็ลธ์ แมเนจเม้นท์ จำกัด (“บริษัท”, “เรา”, “พวกเรา”, “ของเรา” หรือ “ของพวกเรา” หรือ “KKWM” ) ตระหนักถึงความสำคัญของข้อมูลส่วนบุคคล (“ข้อมูลส่วนบุคคล” หมายถึง ข้อมูลใดๆ ที่ถูกบันทึกไว้ ทั้งที่อยู่และไม่อยู่ในรูปแบบข้อมูลที่มีสาระสำคัญ ซึ่งสามารถระบุตัวบุคคลดังกล่าวปรากฏชัดเจนหรือสามารถตรวจสอบยืนยันได้อย่างสมเหตุสมผลและโดยตรงจากบริษัทที่ถือครองข้อมูล หรือเมื่อรวมเข้ากับข้อมูลอื่นๆ แล้วจะสามารถระบุตัวบุคคลได้โดยตรงและแน่นอน) รวมถึงข้อมูลส่วนบุคคลที่ละเอียดอ่อนซึ่งมีข้อมูลเกี่ยวกับเชื้อชาติ เผ่าพันธุ์ ความคิดเห็นทางการเมือง ลัทธิ ความเชื่อทางศาสนาหรือปรัชญา พฤติกรรมทางเพศ ประวัติอาชญากรรม ข้อมูลสุขภาพ ทุพพลภาพ ข้อมูลสหภาพการค้า ข้อมูลทางพันธุกรรม ข้อมูลไบโอเมตริกซ์ หรือข้อมูลใดๆ ที่อาจส่งผลกระทบต่อเจ้าของข้อมูลในลักษณะเดียวกัน (“ข้อมูลส่วนบุคคลที่ละเอียดอ่อน”) ตามที่กำหนดไว้ภายใต้ระเบียบข้อบังคับ แนวทางปฏิบัติ คำสั่งที่ออกภายใต้พระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคล พ.ศ. 2562 (2019) ที่บังคับใช้ และการแก้ไขเพิ่มเติมกฎหมายใดๆ หรือการออกกฎหมายใดๆ ภายใต้พระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคล พ.ศ. 2562 (2019) เป็นครั้งคราว (เรียกรวมกันว่า “PDPA”) เราพยายามที่จะปกป้องข้อมูลส่วนบุคคลด้วยการปฏิบัติตาม PDPA และนโยบายความเป็นส่วนตัวฉบับนี้เมื่อต้องทำการประมวลผลข้อมูลส่วนบุคคล (“นโยบายความเป็นส่วนตัว”) และด้วยการประมวลผลข้อมูลส่วนบุคคลของลูกค้า ผู้ถือหุ้น พนักงาน และผู้สมัครงานสำหรับการจ้างงาน หรือกิจกรรมการสรรหาพนักงานที่อาจเกิดขึ้นของบริษัท
 
1. เราจะเก็บรวบรวมข้อมูลส่วนบุคคลและข้อมูลส่วนบุคคลที่ละเอียดอ่อนในลักษณะที่เหมาะสมซึ่งรวมถึง (แต่ไม่จำกัดเฉพาะ) เพื่อผลประโยชน์สาธารณะ, ผลประโยชน์ที่มีความสำคัญสูงสุด, เพื่อการปฏิบัติตามสัญญา, เพื่อการเข้าทำสัญญา, ภาระผูกพันตามสัญญา, การปฏิบัติงานตามภาระหน้าที่, ผลประโยชน์ตามกฎหมาย และภาระผูกพันทางกฎหมาย
2. เราจะไม่เก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคล เว้นแต่จะได้รับความยินยอมจากเจ้าของข้อมูลเป็นลายลักษณ์อักษรหรือวิธีการทางอิเล็กทรอนิกส์ก่อนหรือในเวลาที่เก็บรวบรวม ใช้ หรือเปิดเผย
3. เราจะแจ้งให้ท่านทราบเกี่ยวกับวัตถุประสงค์ในการใช้ข้อมูลส่วนบุคคลและข้อมูลส่วนบุคคลที่ละเอียดอ่อนของท่าน และจะใช้ข้อมูลดังกล่าวภายในขอบเขตของวัตถุประสงค์ที่ระบุและ/หรือเพื่อวัตถุประสงค์รอง
4. เราจะใช้มาตรการที่จำเป็นและเหมาะสมในการจัดการข้อมูลส่วนบุคคลและข้อมูลส่วนบุคคลที่ละเอียดอ่อนอย่างปลอดภัย
5. เราจะเก็บรวบรวม/ใช้/เปิดเผยข้อมูลส่วนบุคคลโดยไม่ได้รับความยินยอมจากเจ้าของข้อมูลในกรณีที่ จำเป็นต่อวัตถุประสงค์, สถานการณ์ที่คุกคามชีวิต, ข้อมูลที่เปิดเผยต่อสาธารณะ, ผลประโยชน์ส่วนรวม, ผลประโยชน์ที่มีความสำคัญสูงสุด, ภาระผูกพันตามสัญญา, งานตามภาระหน้าที่, ผลประโยชน์ตามกฎหมาย, ภาระผูกพันทางกฎหมาย, การสืบสวน, วัตถุประสงค์ในการประเมินผล, วัตถุประสงค์ด้านศิลปะ, กิจกรรมข่าว, การให้บริการทางกฎหมาย, มีการเก็บรวบรวมโดยเครดิตบูโร, วัตถุประสงค์ในการจ้างงาน, วัตถุประสงค์เพื่อผลประโยชน์ของพนักงาน, มีการเปิดเผยโดยหน่วยงานราชการ เป็นต้น
6. เว้นแต่จะได้กำหนดไว้เป็นอย่างอื่น เราจะไม่แบ่งปันหรือเปิดเผยข้อมูลส่วนบุคคลหรือข้อมูลส่วนบุคคลที่ละเอียดอ่อนแก่บุคคลที่สามใดๆ ยกเว้นกรณีที่มีการระบุไว้เป็นอย่างอื่น เว้นแต่ในกรณีที่ ได้รับความยินยอม, ถือว่าได้รับความยินยอม, ความยินยอมไม่จำเป็นสำหรับการประมวลผล
7. เราจะตอบสนองอย่างเหมาะสมในกรณีที่เจ้าของข้อมูลติดต่อจุดติดต่อที่เหมาะสมเกี่ยวกับการแสดง การแก้ไข การลบ การถอน (ทั้งหมดหรือบางส่วน) และ/หรือการยกเลิกการใช้ข้อมูลส่วนบุคคลที่เกี่ยวข้องหรือข้อมูลส่วนบุคคลที่ละเอียดอ่อน
 
วัตถุประสงค์ในการใช้ข้อมูลส่วนบุคคลและข้อมูลส่วนบุคคลที่ละเอียดอ่อน
เราใช้ข้อมูลส่วนบุคคลที่เจ้าของข้อมูลแต่ละรายให้ไว้เพื่อวัตถุประสงค์ดังต่อไปนี้เท่านั้น (“ วัตถุประสงค์”):
(1) ข้อมูลส่วนบุคคลและข้อมูลส่วนบุคคลที่ละเอียดอ่อนของลูกค้า (รวมถึงผู้ใช้แอพพลิเคชันซอฟต์แวร์) ของเรา
• เพื่อตอบ ยืนยัน และเก็บข้อมูลเกี่ยวกับการสอบถาม การให้คำปรึกษา การซ่อมแซม และการสนับสนุนด้านอื่นๆ ไว้เป็นการถาวร
• เพื่อให้ข้อมูลเกี่ยวกับผลิตภัณฑ์ บริการ และแคมเปญผ่านจดหมายเชิญ อีเมล์ หรือวิธีการอื่นๆ
• เพื่อจัดส่งสินค้า
• เพื่อพัฒนาสินค้าและปรับปรุงบริการอื่นๆ และ
• เพื่อวัตถุประสงค์อื่นใดที่จำเป็นในการดำเนินการ การบำรุงรักษา รวมถึงการจัดการธุรกิจของเราและความสัมพันธ์ของท่านกับเรา ซึ่งเราแจ้งให้ท่านทราบในเวลาที่ขอความยินยอมจากท่าน
(2) ข้อมูลส่วนบุคคลและข้อมูลส่วนบุคคลที่ละเอียดอ่อนของผู้ถือหุ้นของเรา
• เพื่อใช้สิทธิและ/หรือปฏิบัติงานตามภาระหน้าที่ภายใต้ PDPA และ
• เพื่อจัดการงานที่เกี่ยวข้องกับผู้ถือหุ้นของเรา เช่น การจัดทำบันทึกตามกฎหมายและคำสั่งต่างๆ
(3) ข้อมูลส่วนบุคคลและข้อมูลส่วนบุคคลที่ละเอียดอ่อนของผู้สมัครงาน
• เพื่อติดต่อและ/หรือให้ข้อมูลแก่ผู้สมัครงาน รวมถึงการใช้ในรูปแบบอื่นๆ ที่จำเป็นสำหรับกิจกรรมการจ้างงานและการสรรหา
(4) ข้อมูลส่วนบุคคลและข้อมูลส่วนบุคคลที่ละเอียดอ่อนของพนักงานของเรา
• เพื่อสื่อสารกับพนักงานของเราเกี่ยวกับงานหรือเพื่อวัตถุประสงค์อื่น
• เพื่อจัดการสุขภาพของพนักงานของเรา และ
• เพื่อปฏิบัติตามกฎหมาย (หรือกฎหมายคุ้มครองแรงงาน) ที่บังคับใช้ เพื่อรักษาและคงไว้ซึ่งประโยชน์และผลประโยชน์ของพนักงาน รวมถึงการประเมินผลการปฏิบัติงาน
(5) ข้อมูลส่วนบุคคลและข้อมูลส่วนบุคคลที่ละเอียดอ่อนของบุคคลที่โพสต์/ส่งข้อมูลส่วนบุคคลและข้อมูลส่วนบุคคลที่ละเอียดอ่อนบนเว็บไซต์หรือแอพพลิเคชันซอฟต์แวร์ของเรา
• เพื่อใช้ในงานที่โพสต์/ส่งบนเว็บไซต์หรือแอพพลิเคชันซอฟต์แวร์ของเราในชิ้นงานโฆษณาสำหรับบริษัทหรือบริษัทในเครือ
*สิทธิการเผยแพร่ ลิขสิทธิ์ และสิทธิในทรัพย์สินทางอุตสาหกรรมอื่นๆ ทั้งหมดในงานที่โพสต์/ส่งนั้นจะถือว่าเป็นของผู้ที่โพสต์/ส่งงานดังกล่าว อย่างไรก็ตาม เมื่อมีการโพสต์/ส่งงานดังกล่าวจะถือว่าผู้ที่โพสต์ อนุญาตให้บริษัทใช้สิทธิอย่างครอบคลุมโดยไม่มีค่าตอบแทนการใช้สิทธิและโดยไม่จำกัดแต่เพียงผู้เดียว (มีสิทธิอนุญาตให้บุคคลที่สามใช้สิทธิได้) (ซึ่งรวมถึงแต่ไม่จำกัดเพียงการทำซ้ำ เผยแพร่ ส่ง แจกจ่าย มอบหมาย ให้ยืม แปล และดัดแปลง) งานดังกล่าว และผู้โพสต์ตกลงว่าเขาหรือเธอจะไม่อ้างความชอบธรรมในงานดังกล่าว
(6) ข้อมูลส่วนบุคคลและข้อมูลส่วนบุคคลที่ละเอียดอ่อนของผู้จำหน่ายและซัพพลายเออร์ของเรา
• เพื่อสื่อสารกับผู้จำหน่ายและซัพพลายเออร์ของเรา
• เพื่อตอบคำถามหรือข้อร้องเรียนจากผู้จำหน่ายและซัพพลายเออร์
• เพื่อประมวลผลใบแจ้งหนี้ของผู้จำหน่ายและซัพพลายเออร์ที่เกี่ยวข้องกับการขาย/การจัดหาสินค้าและ/หรือบริการ รวมถึงวัตถุประสงค์อื่นๆ ที่จำเป็นในการดำเนินงานและทำธุรกิจของเรา
** ท่านตกลงและยินยอมให้เราใช้และประมวลผลข้อมูลส่วนบุคคลของท่านเพื่อวัตถุประสงค์ตามที่ระบุไว้ หากท่านไม่ยินยอมให้เราประมวลผลข้อมูลส่วนบุคคลของท่านเพื่อวัตถุประสงค์อย่างใดอย่างหนึ่ง โปรดแจ้งให้เราทราบตามรายละเอียดการติดต่อด้านล่าง
 
การให้ข้อมูลส่วนบุคคลแก่บุคคลที่สาม
(1) เราจะไม่ให้ข้อมูลส่วนบุคคลแก่บุคคลที่สามโดยไม่ได้รับความยินยอมจากท่าน ยกเว้นในกรณีต่อไปนี้
• ในกรณีที่ท่านตกลงที่จะให้ข้อมูลส่วนบุคคลของท่าน
• ในกรณีที่มีความจำเป็นต่อการรักษาชีวิต ร่างกาย หรือทรัพย์สิน และไม่สามารถขอความยินยอมที่เกี่ยวข้องได้อย่างสะดวก
• ในกรณีที่มีการมอบหมายให้บุคคลที่สามจัดการข้อมูลส่วนบุคคลทั้งหมดหรือบางส่วนภายในขอบเขตที่จำเป็นเพื่อให้บรรลุวัตถุประสงค์ของการใช้งาน (เราใช้มาตรการเพื่อป้องกันการรั่วไหล การสูญหาย หรือการปลอมแปลงข้อมูลส่วนบุคคล เช่น การเลือกผู้รับเหมาอย่างระมัดระวัง การเข้าทำสัญญากับผู้รับเหมาเกี่ยวกับการจัดการข้อมูลส่วนบุคคล รวมถึงการควบคุมและกำกับดูแลผู้รับเหมาของเราตามความจำเป็น)
• ในกรณีที่มีการประมวลผลข้อมูลส่วนบุคคลของท่านในนามของบริษัทโดยบุคคลที่สามที่เป็นตัวกลาง ซึ่งมีการคุ้มครองข้อมูลอยู่ในระดับที่เพียงพอ
• ในกรณีที่มีการให้ข้อมูลส่วนบุคคลที่เกี่ยวข้องกับการโอนธุรกิจเนื่องจากการควบรวมกิจการหรือเหตุผลอื่น และ
• ในกรณีที่กฎหมายหรือระเบียบข้อบังคับที่เกี่ยวข้องกำหนดไว้
(2) บริษัทดำเนินงานร่วมกับกลุ่มบริษัท เคเค เว็ลธ์ แมเนจเม้นท์ จำกัด ทั้งในและนอกประเทศไทยตามที่ระบุไว้ในหน้า “กลุ่มบริษัท” บนเว็บไซต์ต่อไปนี้ https://pinaigumkk.com/                                                      
ดังนั้น เราอาจนำข้อมูลส่วนบุคคลทั้งหมดที่เราได้รับจากลูกค้า ผู้ถือหุ้น พนักงาน ผู้จำหน่าย ซัพพลายเออร์ บุคคล และผู้สมัครงานของเรามาใช้ร่วมกับบริษัทในเครือของเราภายในขอบเขตที่จำเป็น เพื่อให้บรรลุวัตถุประสงค์ในการใช้งานที่กำหนดและชี้แจงก่อนหรือทันทีที่สามารถปฏิบัติได้อย่างสมเหตุสมผลหลังจากการเก็บรวบรวม
ในสถานการณ์เหล่านี้ เราจะรับผิดชอบต่อการประมวลผลการใช้ข้อมูลส่วนบุคคลตามแนวทางของเจ้าหน้าที่คุ้มครองข้อมูลของเรา
สิทธิของท่านภายใต้ PDPA:
ในฐานะเจ้าของข้อมูล ท่านมีสิทธิภายใต้ PDPA ดังต่อไปนี้
1. ท่านมีสิทธิที่จะทราบว่าข้อมูลส่วนบุคคลที่เกี่ยวข้องกับท่านจะนำไปประมวลผล มีการประมวลผล หรือได้รับการประมวลผลแล้วหรือไม่
2. ท่านมีสิทธิที่จะได้รับข้อมูลต่อไปนี้ก่อนที่จะป้อนข้อมูลส่วนบุคคลของท่านเข้าระบบการประมวลผลของเรา หรือในโอกาสที่เหมาะสมต่อไป
(1) คำบรรยายลักษณะของข้อมูลส่วนบุคคลที่จะป้อนเข้าสู่ระบบ
(2) จุดประสงค์ในการประมวลผลหรือนำข้อมูลส่วนบุคคลไปประมวลผล
(3) ขอบเขตและวิธีการประมวลผลข้อมูลส่วนบุคคล
(4) ผู้รับหรือประเภทของผู้รับที่เปิดเผยหรืออาจจะเปิดเผยข้อมูลส่วนบุคคล
(5) ได้รับข้อมูลส่วนบุคคลของท่านจากบริษัท และบริษัทจะเก็บข้อมูลส่วนบุคคลในรูปแบบที่สามารถอ่านหรือใช้งานได้โดยทั่วไป ด้วยเครื่องมือหรืออุปกรณ์ที่ทำงานอัตโนมัติและสามารถใช้หรือเปิดเผยข้อมูลส่วนบุคคลได้ด้วยวิธีการอัตโนมัติ
(6) รายละเอียดเกี่ยวกับการระบุตัวตนและการติดต่อของบริษัทของเราหรือของตัวแทนของเรา
(7) ระยะเวลาที่จะจัดเก็บข้อมูลส่วนบุคคล และ
(8) สิทธิอันพึงมีของท่าน เช่น สิทธิในการเข้าถึง แก้ไข ร้องขอสำเนา ร้องขอให้อัพเดทข้อมูล จำกัดการใช้งาน และถอนความยินยอม (ทั้งหมดหรือบางส่วน) ในการประมวลผลข้อมูลส่วนบุคคลของท่านที่เราควบคุมดูแล รวมถึงสิทธิในการร้องเรียนต่อหน้าคณะกรรมการคุ้มครองข้อมูลส่วนบุคคล
ข้อมูลส่วนบุคคลใดๆ ที่มีการจัดหาไว้หรือการยืนยันที่ทำขึ้นกับท่านเกี่ยวกับสาระสำคัญเหล่านี้จะไม่มีการแก้ไขโดยไม่แจ้งให้ท่านทราบล่วงหน้า
3. ท่านมีสิทธิที่จะร้องขอการเข้าถึง ร้องขอสำเนา ร้องขออัพเดทหรือแก้ไขข้อมูล และถอนความยินยอมของท่าน (ทั้งหมดหรือบางส่วน) เกี่ยวกับข้อมูลส่วนบุคคลของท่านที่เราควบคุมดูแล ซึ่งท่านให้ไว้ก่อนหน้านี้ ภายใต้ขอบเขตที่ PDPA อนุญาต ท่านมีสิทธิที่จะเข้าถึงข้อมูลต่อไปนี้ตามเหตุผลอันควรโดยการแจ้งเป็นลายลักษณ์อักษร
(1) เนื้อหาสาระของข้อมูลส่วนบุคคลของท่านที่ถูกนำไปประมวลผล
(2) แหล่งที่มาของข้อมูลส่วนบุคคล
(3) ชื่อและที่อยู่ของผู้รับข้อมูลส่วนบุคคล
(4) วิธีการประมูลผลข้อมูลส่วนบุคคลดังกล่าว
(5) เหตุผลในการเปิดเผยข้อมูลส่วนบุคคลต่อผู้รับ
(6) ข้อมูลส่วนบุคคลเกี่ยวกับการประมวลผลอัตโนมัติ ซึ่งข้อมูลส่วนบุคคลจะหรือมีแนวโน้มที่จะถูกทำขึ้นเพื่อเป็นพื้นฐานสำหรับการตัดสินใจที่ส่งผลหรือจะส่งผลต่อท่านอย่างมีนัยสำคัญเพียงอย่างเดียว
(7) วันที่ล่าสุดที่มีการเข้าถึงและแก้ไขข้อมูลส่วนบุคคลของท่าน และ
(8) ตำแหน่งหรือชื่อหรือการระบุตัวตนและที่อยู่ของผู้ใช้ข้อมูล
ทั้งนี้ โดยไม่คำนึงถึงข้อความข้างต้น เราขอสงวนสิทธิในการผ่อนผัน และ/หรือ ยกเว้นตามกฎหมายใดๆ ในการเก็บ ใช้ และเปิดเผยข้อมูลส่วนบุคคลของท่าน
4. ท่านมีสิทธิที่จะโต้แย้งเกี่ยวกับความไม่ถูกต้องหรือข้อผิดพลาดของข้อมูลส่วนบุคคล และให้บริษัทดำเนินการแก้ไขข้อมูลดังกล่าวให้ถูกต้อง เว้นแต่ในกรณีที่เป็นการร้องขอเพื่อก่อกวนหรือไม่สมเหตุสมผล
5. ท่านมีสิทธิที่จะระงับ ถอน (ทั้งหมดหรือบางส่วน) หรือสั่งให้หยุด เอาออก หรือทำลายข้อมูลส่วนบุคคลของท่านออกจากระบบจัดเก็บเอกสารของเราเมื่อพบและพิสูจน์ยืนยันได้ว่าข้อมูลส่วนบุคคลนั้นไม่สมบูรณ์ ไม่เป็นปัจจุบัน เป็นเท็จ ได้มาโดยไม่ชอบด้วยกฎหมาย ถูกนำไปใช้เพื่อวัตถุประสงค์ที่ไม่ได้รับอนุญาต หรือไม่จำเป็นสำหรับวัตถุประสงค์ในการรวบรวมข้อมูลส่วนบุคคลนั้นอีกต่อไป
 
 
ข้อสงสัยเกี่ยวกับการแสดง การแก้ไข การลบ และ/หรือการสิ้นสุดการใช้ข้อมูลส่วนบุคคล
 
ในกรณีที่ได้รับคำร้องขอให้แสดง แก้ไข ลบ ถอน (ทั้งหมดหรือบางส่วน) และ/หรือสิ้นสุดการใช้ข้อมูลส่วนบุคคล เราจะตอบสนองต่อคำร้องขอดังกล่าวโดยทันทีเมื่อมีการยืนยันการระบุตัวตนของบุคคลนั้นตามขั้นตอนที่กำหนด หากมีข้อสงสัยเกี่ยวกับข้อมูลส่วนบุคคล โปรดติดต่อเจ้าหน้าที่คุ้มครองข้อมูลของเรา ซึ่งมีรายละเอียดของผู้ติดต่อ ดังนี้
1. คำนำหน้าชื่อ/ตำแหน่ง: \tน.ส.วันวิสา  ขจรพรรณพงศ์ \t เจ้าหน้าที่คุ้มครองข้อมูล
2. ที่อยู่ทางไปรษณีย์: เลขที่ \t8/39 หมู่ที่ 9 อาคารเคเค ซิตี้ ถนนบางบัวทอง – สุพรรณบุรี ตำบลละหาร อำเภอบางบัวทอง จังหวัดนนทบุรี 11110
3. ที่อยู่อีเมล์: \t\t\tkben_49@hotmail.com 
เมื่อท่านให้ข้อมูลส่วนบุคคลของท่านกับเรา ท่านยินยอมให้เราประมวลผลข้อมูลส่วนบุคคลของท่านตามนโยบายความเป็นส่วนตัวฉบับนี้ และท่านยืนยันว่าข้อมูลส่วนบุคคลทั้งหมดที่ท่านให้ไว้มีความถูกต้อง ครบถ้วนสมบูรณ์ และไม่ทำให้เกิดการเข้าใจผิดหรือไม่เป็นปัจจุบัน ในกรณีที่มีการเปลี่ยนแปลงข้อมูลส่วนบุคคลของท่าน ท่านจะต้องแจ้งข้อมูลปัจจุบันให้เราทราบโดยทันที
เรามีสิทธิที่จะปฏิเสธตามคำร้องขอการเข้าถึงข้อมูลในกรณีที่ ข้อมูลไม่เกี่ยวเนื่องกัน มีค่าใช้จ่ายและความเสี่ยงสูง ส่งผลกระทบต่อข้อมูลของบุคคลอื่น ฝ่าฝืนคำสั่งศาล และเปิดเผยข้อมูลลับทางการค้า
 
ข้อมูลส่วนบุคคลที่รวบรวม/นำไปใช้
โปรดทราบว่าการติดต่อสื่อสารทางอินเทอร์เน็ต เช่น อีเมล์/เว็บเมล์นั้นไม่มีความปลอดภัย เว้นแต่มีการเข้ารหัสอีเมล์/เว็บเมล์นั้นๆ การติดต่อสื่อสารของท่านอาจถูกกำหนดเส้นทางผ่านหลายประเทศก่อนที่จะถูกนำส่ง ซึ่งลักษณะดังกล่าวเป็นการทำงานของเวิลด์ไวด์เว็บ/อินเทอร์เน็ต เราไม่สามารถและไม่ยอมรับผิดชอบต่อการเข้าถึงโดยไม่ได้รับอนุญาต หรือการขัดขวาง หรือการสูญหายของข้อมูลส่วนบุคคลซึ่งอยู่นอกเหนือการควบคุมที่เหมาะสมของเรา
กิจกรรมบางประเภท เช่น การส่งเสริมการขายเฉพาะ อาจมีการเชื่อมโยงกับกิจกรรมจากบริษัทของบุคคลที่สามที่ไม่เกี่ยวข้องอื่นๆ ซึ่งเสนอตัวเลือกให้ท่านเปิดเผยข้อมูลส่วนบุคคลของท่านกับบุคคลที่สาม เราจะไม่เปิดเผยข้อมูลส่วนบุคคลของท่านต่อบริษัทของบุคคลที่สามเหล่านั้น ท่านเป็นเพียงผู้เดียวเท่านั้นที่สามารถเปิดเผยข้อมูลเมื่อท่านเลือกที่จะเปิดเผยข้อมูล ลิงค์ต่างๆ ที่อยู่บนเว็บไซต์ของบุคคลที่สามถูกจัดเตรียมไว้ให้เพื่ออำนวยความสะดวกแก่ท่าน และเราไม่ได้ควบคุมเว็บไซต์เหล่านั้นหรือหลักปฏิบัติด้านความเป็นส่วนตัวของเว็บไซต์เหล่านั้น ซึ่งอาจมีความแตกต่างกับหลักปฏิบัติด้านความเป็นส่วนตัวของเรา เราไม่เห็นชอบหรือทำการรับรองเว็บไซต์ของบุคคลที่สามซึ่งสามารถเข้าถึงได้ผ่านทางเว็บไซต์ต่างๆ เครือข่ายโฆษณาของบุคคลที่สามอาจจัดทำคุกกี้แยกต่างหากของตนเองไปยังฮาร์ดไดรฟ์ของท่านเมื่อมีการใช้โฆษณา เราขอแนะนำให้ท่านตรวจสอบนโยบายความเป็นส่วนตัวของบริษัทใดๆ ก็ตามก่อนที่จะส่งข้อมูลส่วนบุคคลของท่าน ข้อมูลส่วนบุคคลที่ท่านเลือกให้ไว้กับบุคคลที่สามที่ไม่เกี่ยวข้องจะได้รับความคุ้มครองภายใต้นโยบายความเป็นส่วนตัวของบุคคลที่สาม โดยไม่ได้รับความคุ้มครองภายใต้นโยบายความเป็นส่วนตัวฉบับนี้
เราจะรวบรวมและใช้ข้อมูลระบุตัวบุคคลของลูกค้า ประวัติการเรียกดูเว็บ/การดำเนินการ และข้อมูลคอมพิวเตอร์/การเชื่อมต่อ รวมถึงข้อมูลดังกล่าวที่ได้รับผ่านคุกกี้* (ข้อมูลที่รวบรวมอาจมีแต่ไม่จำกัดเฉพาะข้อมูลส่วนบุคคลของลูกค้า) ด้วย เพื่อให้คำแนะนำเกี่ยวกับสินค้าและการแต่งตัวแก่ท่าน ตลอดจนปรับปรุงบริการของเราที่มอบให้กับท่าน นอกจากนี้ เราอาจรวบรวมข้อมูลอื่นๆ ซึ่งอาจมีการรวบรวมโดยใช้เทคโนโลยีอินเทอร์เน็ตทั่วไป และนำข้อมูลดังกล่าวมาใช้ในการวิเคราะห์
 
* คุกกี้คืออะไร
“คุกกี้” คือเทคโนโลยีที่ใช้ในคอมพิวเตอร์ (ฮาร์ดไดรฟ์) เพื่อบันทึกและจัดการข้อมูลเกี่ยวกับบุคคลที่เข้าเยี่ยมชมหน้าเว็บ
หน้าเว็บของเราบางหน้ามีการใช้คุกกี้เพื่อช่วยให้ลูกค้าของเราเลือกดูหน้าเว็บของเราได้สะดวกยิ่งขึ้น หากท่านเลือกที่จะบล็อกหรือปฏิเสธการใช้คุกกี้ด้วยการเปลี่ยนแปลงหรือรีเซ็ตการตั้งค่าคุกกี้บนเว็บเบราว์เซอร์ของท่าน บริการบางส่วนหรือทั้งหมด (เช่น การซื้อสินค้า) หรือคุณสมบัติบางอย่างบนเว็บไซต์ของเราอาจใช้งานไม่ได้หรือใช้งานได้ไม่เต็มที่
นอกจากนี้ คุกกี้ยังจะถูกนำไปใช้ในการตรวจสอบการใช้งานของแต่ละบุคคล แต่ไม่สามารถใช้เพื่อระบุตัวบุคคลดังกล่าวได้ เพื่อให้หน้าเว็บของเรามีประสิทธิภาพสูงสุด
เราจัดทำคุกกี้เพื่อจุดประสงค์ดังต่อไปนี้
• จัดทำสถิติในการใช้งาน (จำนวนครั้งที่เข้าชม จำนวนยอดชมหน้าเว็บ การละทิ้งขณะดำเนินการสั่งซื้อสินค้า) เพื่อตรวจสอบและปรับปรุงคุณภาพบริการของเรา
• ปรับการนำเสนอเว็บไซต์ของเราให้เหมาะสมกับอุปกรณ์ที่ท่านใช้งาน
• จดจำข้อมูลต่างๆ ที่กรอกลงในแบบฟอร์ม รวมทั้งจัดการและทำให้การเข้าถึงส่วนเฉพาะบุคคล เช่น บัญชีผู้ใช้ หรือการจัดการตะกร้าสินค้ามีความปลอดภัย เราอาจส่งอีเมล์แจ้งสถานะคำสั่งซื้อให้ท่านทราบ ท่านสามารถยกเลิกการสมัครรับอีเมล์ได้โดยคลิกที่ลิงค์ยกเลิกการสมัครรับจดหมายข่าวในอีเมล์
• นำเสนอเนื้อหา รวมถึงการโฆษณาที่เกี่ยวข้องกับความสนใจของท่าน และปรับแต่งข้อเสนอให้เหมาะกับความต้องการของท่าน
เวลาในการตอบกลับ
เราจะตอบกลับโดยเร็วที่สุด แต่ในทุกกรณีเราจะตอบกลับภายในสามสิบ (30) วัน โดยนับจากวันที่เจ้าของข้อมูลของข้อมูลส่วนบุคคลที่เกี่ยวข้องกับท่านทำการร้องขอ
แหล่งจัดเก็บข้อมูลส่วนบุคคลของท่าน
เราใช้อินเทอร์เน็ตในลักษณะของระบบส่วนกลางเพื่อรวบรวมและประมวลผลข้อมูลส่วนบุคคลซึ่งรวมถึงการถ่ายโอนข้อมูลระหว่างประเทศ โดยข้อมูลที่เรารวบรวมจากท่านอาจมีการถ่ายโอน เข้าถึง และจัดเก็บ ณ จุดหมายปลายทางภายนอกประเทศไทย ทั้งนี้จะมีการควบคุมดูแลข้อมูลส่วนบุคคลเหล่านี้อย่างปลอดภัยและสอดคล้องตามข้อกำหนดของกฎระเบียบใดๆ ที่เกี่ยวข้องกับ PDPA ตลอดเวลา
ข้อมูลส่วนบุคคลของท่านอาจมีการประมวลผลโดยบุคคลที่สามที่ดำเนินการในหรือนอกประเทศไทย ซึ่งทำงานให้กับเราหรือให้กับซัพพลายเออร์ของเรารายใดรายหนึ่ง ในกรณีที่จำเป็น เพื่อให้เป็นไปตามวัตถุประสงค์ที่กล่าวถึงข้างต้นโดยสอดคล้องกับ PDPA ทั้งนี้ บุคคลที่สามดังกล่าวอาจมีส่วนร่วมในการดำเนินตามคำสั่งซื้อของท่าน ประมวลผลรายละเอียดการชำระเงินของท่าน และให้บริการสนับสนุนต่างๆ (นอกจากสิ่งเหล่านี้) เมื่อเราถ่ายโอนข้อมูลส่วนบุคคลให้กับบุคคลที่สามนอกประเทศไทย เราจะขอให้มีการรับประกันเพื่อให้วางใจได้ว่าจะมีการดำเนินมาตรการความปลอดภัยในระดับองค์กรหรือทางเทคนิคอย่างเหมาะสม ในลักษณะที่มีการประมวลผลโดยเป็นไปตามข้อกำหนดตามกฎหมายและระเบียบข้อบังคับของประเทศไทย และรับรองว่าจะมีการคุ้มครองสิทธิ์ของท่านในฐานะเจ้าของข้อมูล
การคุ้มครองข้อมูลส่วนบุคคล
เราจะดำเนินการให้มั่นใจได้ว่าข้อมูลส่วนบุคคลที่เก็บรวบรวมโดยบริษัทหรือในนามของบริษัทจะได้รับการจัดเก็บอย่างเหมาะสม และมีมาตรการรักษาความปลอดภัยที่เพียงพอต่อการคุ้มครองการประมวลผลข้อมูลส่วนบุคคล
เราจะดำเนินการให้มั่นใจว่าข้อมูลส่วนบุคคลที่อยู่ในครอบครองหรืออยู่ในการควบคุมได้รับความคุ้มครอง โดยจัดมาตรการรักษาความปลอดภัยเพื่อป้องกันไม่ให้เกิดการเข้าถึง รวบรวม ใช้งาน เปิดเผย ทำสำเนา ดัดแปลง และกำจัดโดยไม่ได้รับอนุญาต
ระยะเวลาการเก็บรักษาข้อมูล
เราจะหยุดเก็บรักษาเอกสารที่มีข้อมูลส่วนบุคคล หรือลบวิธีการที่สามารถเชื่อมโยงข้อมูลส่วนบุคคลกับตัวบุคคลได้ เมื่อสามารถถือได้ว่า การเก็บรักษาข้อมูลส่วนบุคคลไม่เป็นไปตามวัตถุประสงค์ในการเก็บรวบรวมข้อมูลส่วนบุคคลอีกต่อไป และการเก็บรักษาไม่จำเป็นต่อวัตถุประสงค์ทางกฎหมายหรือทางธุรกิจ
อย่างไรก็ตาม เราขอสงวนสิทธิในการเก็บและรักษาข้อมูลส่วนบุคคลของท่านจนถึงระยะเวลาที่จำเป็นต่อวัตถุประสงค์ทางธุรกิจ ภาษี หรือกฎหมาย
ผู้เยาว์
เว็บไซต์ของเรามีไว้สำหรับบุคคลที่มีอายุไม่ต่ำกว่ายี่สิบ (20) ปีบริบูรณ์เท่านั้น หากท่านเป็นบุคคลที่มีอายุต่ำกว่า 20 ปีบริบูรณ์ (“ ผู้เยาว์”) หรือเป็นบุคคลที่ไม่มีความสามารถในทางกฎหมายในการให้ความยินยอม ท่านยืนยันว่าได้รับความยินยอม (โดยเป็นกรณีๆ ไป) จากบุคคลต่อไปนี้
a) ผู้ใช้อำนาจปกครองที่มีอำนาจ เมื่อผู้เยาว์ยังไม่มีสิทธิในการดำเนินการเพียงลำพัง หรือเมื่อผู้เยาว์มีอายุต่ำกว่า 10 ปี หรือ
b) ผู้อนุบาลเป็นผู้มีอำนาจกระทำการในนามของเจ้าของข้อมูลซึ่งเป็นบุคคลไร้ความสามารถ หรือ
c) ผู้พิทักษ์เป็นผู้มีอำนาจกระทำการในนามของเจ้าของข้อมูลซึ่งเป็นบุคคลเสมือนไร้ความสามารถ
คำถามอื่นๆ
บริษัทขอสงวนสิทธิ์ในการเปลี่ยนแปลงหรือแก้ไขนโยบายความเป็นส่วนตัวฉบับนี้เป็นครั้งคราวโดยไม่ต้องแจ้งให้ทราบล่วงหน้า ในการดำเนินการเปลี่ยนแปลงใด เกี่ยวกับขั้นตอนการคุ้มครองข้อมูลส่วนบุคคลหรือการเปลี่ยนแปลงระเบียบข้อบังคับใดๆ
เราจะแจ้งให้ท่านทราบเมื่อมีการเปลี่ยนแปลงนโยบายความเป็นส่วนตัวฉบับนี้ ด้วยการประกาศบนเว็บไซต์บริษัทของเราหรือด้วยวิธีการอื่นๆ ที่เหมาะสม โปรดตรวจสอบข้อมูลบนเว็บไซต์ของเราเป็นครั้งคราว เพื่อดูว่ามีการแก้ไขนโยบายความเป็นส่วนตัวฉบับนี้หรือไม่ หากเราแก้ไขนโยบายความเป็นส่วนตัวฉบับนี้ การแก้ไขดังกล่าวจะนำไปใช้กับข้อมูลส่วนบุคคลที่เก็บรวบรวมหลังจากเราเผยแพร่นโยบายความเป็นส่วนตัวฉบับแก้ไขแล้ว
นอกจากนี้ หลังจากมีการเปลี่ยนแปลงหรือแก้ไขนโยบายความเป็นส่วนตัวฉบับนี้ หากท่านใช้บริการต่อ ซื้อสินค้าจากบริษัท หรือมีส่วนร่วมกับทางบริษัทอย่างต่อเนื่อง จะถือว่าท่านตกลงและยอมรับการเปลี่ยนแปลงนโยบายความเป็นส่วนตัวดังกล่าว
นโยบายความเป็นส่วนตัวฉบับนี้เผยแพร่ฉบับภาษาไทย วันที่ออกนโยบายความเป็นส่วนตัวฉบับนี้: 1 มิถุนายน 2563`


let condition = `ยินดีต้อนรับสู่ https://pinaigumkk.com/ เว็บไซต์และชื่อโดเมนนี้ได้รับการจัดการและเป็นเจ้าของโดยบริษัท เคเค เว็ลธ์ แมเนจเม้นท์ จำกัด หมายเลขการขึ้นทะเบียน 0105548082603 หรือ KKWM
การเข้าถึงและการใช้งานเว็บไซต์ สินค้า และบริการผ่านทางเว็บไซต์นี้ (รวมเรียกว่า "การใช้บริการ") อยู่ภายใต้ข้อกำหนดและเงื่อนไขต่างๆ (เรียกว่า "เงื่อนไขการให้บริการ") สำหรับการใช้บริการ คุณจะต้องยอมรับข้อตกลงในการใช้บริการ ซึ่งรวมถึงนโยบายความเป็นส่วนตัว ทั้งนี้KKWM ขอสงวนสิทธิ์ในการเปลี่ยนแปลงนโยบายความเป็นส่วนตัว โดยไม่จำเป็นต้องแจ้งให้ทราบล่วงหน้า คุณควรตรวจสอบหน้านี้อย่างสม่ำเสมอ เพื่อรับทราบการเปลี่ยนแปลงข้อกำหนดและเงื่อนไข
1. ทรัพย์สินทางปัญญา
1.1 KKWM และโลโก้ KKWM  ถือเป็นเครื่องหมายการค้าของบริษัท เคเค เว็ลธ์ แมเนจเม้นท์ จำกัด (เครื่องหมายการค้า) ข้อมูลทั้งหมดบนเว็บไซต์นี้ รวมถึงข้อความ เนื้อหา ข่าวสาร กราฟิก โลโก้ รูปแบบ การจัดวาง ดาวน์โหลด ราคาสินค้าและการบริการ (เนื้อหา) เป็นเจ้าของหรือจดทะเบียนโดยบริษัท เคเค เว็ลธ์ แมเนจเม้นท์ จำกัด ห้ามมิให้ทำซ้ำ ปรับปรุง ดัดแปลง แจกจ่าย จำหน่าย แก้ไข เผยแพร่ หรือจัดเก็บเนื้อหา หรือเครื่องหมายการค้าเพื่อวัตถุประสงค์อื่นๆ นอกเหนือจากการได้รับความยินยอมเป็นลายลักษณ์อักษรจากบริษัท เคเค เว็ลธ์ แมเนจเม้นท์ จำกัด หรือตามที่กฎหมายอนุญาต สงวนลิขสิทธิ์เฉพาะบริษัท เคเค เว็ลธ์ แมเนจเม้นท์ จำกัด
1.2 คุณต้องไม่เชื่อมโยง ไม่ว่าส่วนใดๆก็ตามของเว็บไซต์ โดยมิได้รับอนุญาตอย่างเป็นลายลักษณ์อักษรจากKKWM
2. การเชื่อมโยงและบุคคลที่สาม
คุณต้องไม่เชื่อมโยง ไม่ว่าส่วนใดๆก็ตามของเว็บไซต์โดยมิได้รับอนุญาตอย่างเป็นลายลักษณ์อักษรจากKKWM
เว็บไซต์อาจมีการเชื่อมโยงหรือแสดงเนื้อหาของบุคคลที่สาม รวมทั้งเชื่อมโยงไปยังเว็บไซต์ที่ดำเนินการโดยองค์กรหรือบุคคล (เว็บไซต์ของบุคคลที่สาม) เนื้อหาของบุคคลที่สามและเว็บไซต์ของบุคคลที่สาม ไม่ได้อยู่ภายใต้การควบคุมของ KKWM        KKWM จะไม่รับรอง อนุมัติ ให้การรับประกันใดๆ หรือข้อเรียกร้องเกี่ยวกับบุคคลที่สาม เว็บไซต์ของบุคคลที่สาม หรือผลิตภัณฑ์ การบริการหรือข้อมูลที่มีอยู่ในเว็บไซต์ของบุคคลที่สาม หรือในส่วนของเจ้าของหรือผู้ดำเนินการเว็บไซต์ของบุคคลที่สามหรือการดำเนินการขององค์กรนั้นๆ หากคุณใช้เนื้อหาของบุคคลที่สามหรือเว็บไซต์ของบุคคลที่สาม คุณจะต้องรับผิดชอบต่อความเสี่ยงที่อาจเกิดขึ้นด้วยตัวของบุคคลผู้นั้นเอง
3. ข้อกำหนดในการจำหน่ายสินค้า
ในการสั่งซื้อ คุณสามารถทำการซื้อสินค้าภายใต้ข้อกำหนดของเงื่อนไขการให้บริการ ทุกการสั่งซื้อจะขึ้นอยู่กับความพร้อมของสินค้าและการยืนยันราคาสั่งซื้อ เวลาในการจัดส่งอาจแตกต่างกันตามความพร้อม การค้ำประกันหรือการนำเสนอใดๆ ที่เกี่ยวข้องกับเวลาการจัดส่ง อาจเกิดความล่าช้าซึ่งจะขึ้นอยู่กับความล่าช้าของไปรษณีย์ หรือเหตุสุดวิสัยต่างๆ ที่อยู่นอกเหนือความรับผิดชอบของเรา 
4. ข้อตกลงของเรา
เมื่อคุณทำการสั่งซื้อสินค้า คุณจะได้รับอีเมล์ยืนยันการสั่งซื้อ อีเมล์นี้จะเป็นเพียงการรับทราบ จะไม่ถือว่าเป็นการยอมรับการสั่งซื้อ ข้อตกลงของการสั่งซื้อสินค้าจะยังไม่เกิดขึ้นจนกว่าการชำระเงินจะได้รับการอนุมัติจากเรา และเราได้หักเงินจากบัตรเครดิตหรือบัตรเดบิตของคุณแล้ว
5. การตั้งราคา
 KKWM พยายามทำให้แน่ใจว่าทุกรายละเอียด คำอธิบายและราคาที่ปรากฏในเว็บไซต์นี้มีความถูกต้อง ซึ่งความผิดพลาด (รวมถึงข้อผิดพลาดของการประมวลผล) อาจเกิดขึ้นได้ หากเราพบข้อผิดพลาดในราคาหรือการชำระค่าสินค้าใดๆ เราจะทำการแจ้งให้คุณทราบโดยเร็วที่สุด
ราคาของสินค้าได้รวมภาษีมูลค่าเพิ่มเรียบร้อยแล้ว และค่าใช้จ่ายในการจัดส่งสินค้า 
การบริการอาจมีข้อผิดพลาดของการพิมพ์ ข้อผิดพลาดอื่นๆ ความไม่ถูกต้องและความไม่สมบูรณ์ ดังนั้นเราจึงขอสงวนสิทธิ์ในการแก้ไขข้อผิดพลาด ความไม่ถูกต้อง หรือความไม่สมบูรณ์ และมีสิทธิในการเปลี่ยนแปลงหรือปรับปรุงข้อมูลได้ตลอดเวลาโดยไม่แจ้งให้ทราบล่วงหน้า เราขอสงวนสิทธิ์ในการปฏิเสธคำสั่งซื้อใดๆ ที่คุณเว้นว่างเกี่ยวกับข้อมูลในการบริการ ซึ่งอาจทำให้เกิดข้อผิดพลาดหรือความไม่ถูกต้อง หรือข้อมูลที่ไม่เป็นปัจจุบัน ข้อมูลที่เกี่ยวกับราคา, การจัดส่งสินค้า, เงื่อนไขการชำระเงิน หรือนโยบายการคืนสินค้า
6. คำอธิบายสินค้า
ในการอธิบายสินค้าที่มีจำหน่ายเพื่อการสั่งซื้อออนไลน์   KKWM พยายามที่จะทำให้ถูกต้องที่สุด อย่างไรก็ดี KKWM ไม่รับประกันว่าคำอธิบายสินค้า หรือเนื้อหาอื่นๆ ของการบริการจาก KKWM นั้นถูกต้องสมบูรณ์ น่าเชื่อถือ เป็นปัจจุบัน หรือปราศจากข้อผิดพลาด หากสินค้าใดๆ ที่นำเสนอโดย KKWM ไม่เป็นดังคำอธิบาย สามารถคืนสินค้าได้ภายใต้ข้อกำหนดและเงื่อนไขนี้โดยที่สินค้าต้องอยู่ในสภาพที่ยังไม่ผ่านการใช้งาน
7. การชำระเงิน
เมื่อเราได้รับคำสั่งซื้อสินค้าของคุณ เราจะดำเนินการตรวจสอบข้อมูลเบื้องต้นของบัตรที่ใช้ในการชำระเงินเพื่อให้แน่ใจว่ามีจำนวนเงินเพียงพอที่จะตอบสนองการทำธุรกรรมได้ สินค้าจะไม่ถูกจัดส่งจนกว่าการตรวจสอบเบื้องต้นจะเสร็จสมบูรณ์และบัตรของคุณจะถูกหักเพียงครั้งเดียวหลังจากคำสั่งซื้อสินค้าได้รับการยอมรับ
8. รหัสส่วนลด
ข้อเสนอรหัสส่วนลดจะมีเป็นครั้งคราว ซึ่งสามารถนำไปใช้ในการสั่งซื้อใดๆ หรือสินค้าที่ระบุไว้ผ่านทางเว็บไซต์เท่านั้น เงื่อนไขการใช้รหัสส่วนลดจะขึ้นอยู่กับช่วงเวลาที่ระบุไว้
9. การคืนสินค้าและการคืนเงิน
KKWM ไม่มีสิทธิในสินค้าที่ส่งคืนจนกว่าสินค้านั้นๆ จะมาถึง KKWM การคืนเงินอาจทำได้โดยไม่เรียกร้องการคืนสินค้า ทั้งนี้ขึ้นอยู่กับดุลพินิจของเรา ในสถานการณ์นี้ KKWM ขอสงวนสิทธิ์ไม่รับผิดชอบในสินค้าที่ถูกคืน สำหรับข้อมูลเพิ่มเติมเกี่ยวกับการคืนสินค้าและการคืนเงิน โปรดดูที่หน้า การคืนสินค้า
10. การดำเนินการของคุณ
10.1 สิ่งที่ห้ามทำ:
(a) ใช้เว็บไซต์ในทางฝ่าฝืนกฎหมายหรือข้อกำหนดใดๆ
(b) ใช้เว็บไซต์ในทางรุกราน ก่อกวน คุกคาม ติดตาม ข่มขู่หรืออื่นๆ ต่อบุคคลอื่น
(c) แทรกแซง ทำลาย หรือสร้างเหตุการณ์ไม่เหมาะสมบนเว็บไซต์
(d) อัพโหลด โพสต์ เผยแพร่ หรืออื่นๆ ซึ่งเป็นเนื้อหาที่:
(i) ไม่ได้เป็นงานต้นฉบับของคุณ หรืออาจเป็นการละเมิดทรัพย์สินทางปัญญา หรือสิทธิอื่นๆ ของบุคคลอื่น
(ii) เป็น หรือคาดว่าจะเป็นการหมิ่นประมาท ล่วงละเมิด หยาบคาย ข่มขู่ เหยียดหยาม อนาจาร ก้าวร้าว ดูหมิ่น หรืออื่นๆ ที่ผิดกฎหมาย รวมถึงเนื้อหาที่เกี่ยวกับเชื้อชาติหรือศาสนาในทางไม่เหมาะสม ก่อให้เกิดความรุนแรงหรือความเกลียดชัง หรือมีแนวโน้มในการโจมตี ดูหมิ่นผู้อื่นเกี่ยวกับชาติพันธุ์ ศาสนา ความเชื่อ เพศ อายุ รสนิยมทางเพศ หรือความพิการทางร่างกายหรือจิตใจใดๆ
(iii) ประกอบด้วยภาพหรือข้อมูลส่วนบุคคลของบุคคลอื่น นอกจากได้รับการยินยอมจากบุคคลนั้น
(iv) คุณรู้หรือสงสัย หรือคาดว่าจะรู้หรือสงสัยว่ามีความผิด หลอกลวง หรือเป็นเท็จ
(v) ประกอบด้วยเนื้อหาที่ไม่มีจุดประสงค์ ไม่จำเป็น หรือซ้ำซ้อนเป็นจำนวนมาก หรือ
(vi) ประกอบด้วยเนื้อหาการเงิน กฎหมาย การแพทย์ หรือข้อคิดเห็นทางวิชาชีพอื่นๆ
หากคุณพบว่ามีการกระทำดังที่กล่าวมาข้างต้น กรุณาติดต่อเรา
10.2 KKWM ขอสงวนสิทธิในการยับยั้งหรือระงับการเข้าถึงเว็บไซต์ของผู้ใช้งาน รวมถึงมีสิทธิ์ในการเปลี่ยนแปลง แก้ไข หรือลบเนื้อหาและการเผยแพร่อื่นๆที่ได้กระทำในเว็บไซต์ โดยไม่ต้องแจ้งให้ทราบล่วงหน้า การเผยแพร่เนื้อหาหรือการกระทำใดๆที่ได้ทำผ่านเว็บไซต์ของเรา เท่ากับคุณยินยอมและอนุญาตให้ KKWM ได้รับกรรมสิทธิ์การใช้งาน แบบไม่ผูกขาดทั่วโลก ทั้งยังปลอดค่าลิขสิทธิ์สำหรับการนำไปใช้ ทำซ้ำ แก้ไข และใช้ประโยชน์จากเนื้อหานั้นๆในทุกรูปแบบและทุกจุดประสงค์
10.3 KKWM จะไม่รับผิดชอบและไม่ยอมรับความผิดที่เกิดจากเนื้อหาใดๆ ที่บรรจุ โพสต์ เผยแพร่หรืออื่นๆ บนเว็บไซต์โดยบุคคลอื่น นอกเหนือจาก KKWM     KKWM จะไม่รับรองความคิดเห็น ข้อเสนอแนะหรือคำกล่าวใดๆ โดยบุคคลอื่น นอกเหนือจาก KKWM
10.4 คุณตกลงที่จะชดใช้ค่าเสียหายต่อ KKWM และเจ้าหน้าที่ฝ่ายอื่นๆ ลูกจ้าง ตัวแทน ผู้ทำสัญญา ซัพพลายเออร์และผู้ออกใบอนุญาต (รวมถึงบริษัทในเครือ) ของ KKWM ในส่วนของความผิดใดๆ ความสูญเสียหรือความเสียหาย (รวมถึงค่าใช้จ่ายทางด้านกฎหมาย) ความเดือดร้อนหรือเหตุการณ์ไม่ดีที่เกิดขึ้น (ทั้งหมดหรือบางส่วน) จากการละเมิดหรือความล้มเหลวในการปฏิบัติตามเงื่อนไขการให้บริการ หรือการละเลยหรือการปฏิบัติโดยมิชอบที่เกี่ยวข้องกับเงื่อนไขการให้บริการเหล่านี้ในส่วนของคุณหรือบริษัทในเครือของคุณ
11. ข้อสงวนสิทธิ์
การเข้าถึงเว็บไซต์ของเราถือว่ามีความเสี่ยง ไม่เพียงแต่เครื่องคอมพิวเตอร์ของคุณเท่านั้น แต่ซอฟแวร์หรือข้อมูลของคุณอาจจะได้รับความเสียหายจากการแพร่กระจายไวรัสใดๆ ผ่านทางเว็บไซต์นี้ หรือจากเนื้อหาหรือเว็บไซต์ของบุคคลที่สาม ซึ่งเกิดจากการเชื่อมต่อกับเว็บไซต์ของ KKWM ไม่ว่าทางใดทางหนึ่ง KKWM จะได้รับการยกเว้น ตามขอบเขตของกฎหมาย เงื่อนไขการรับประกัน และสิทธิในการเรียกร้องทั้งหมด (ทั้งโดยตรงและโดยนัยยะ) คุณยินยอมที่จะชดใช้ค่าเสียหาย รวมถึงค่าใช้จ่ายสำหรับบุคคลอื่นๆที่ได้รับผลกระทบจากการเข้าถึงเว็บไซต์ของคุณ ไม่ว่าจะทางใดๆก็ตาม
12. ความเสี่ยงจากการสูญหาย
สินค้าที่ทำการซื้อจาก KKWM จะดำเนินตามสัญญาการจัดส่ง ซึ่งหมายความว่ามีความเสี่ยงต่อการสูญหาย และสินค้าบางชนิดจะไปถึงคุณโดยส่งผ่านทางผู้จัดส่ง
13. บัญชีของคุณ
หากคุณใช้บริการของKKWM คุณมีส่วนรับผิดชอบในการรักษาความเป็นส่วนตัวของบัญชีและรหัสผ่านของคุณ คุณตกลงที่จะยอมรับความรับผิดชอบ สำหรับกิจกรรมทั้งหมดที่เกิดขึ้นภายใต้บัญชีหรือรหัสผ่านของคุณ
14. การระงับการเข้าถึงเว็บไซต์
KKWM ขอสงวนสิทธิ์ที่จะระงับหรือยกเลิกการเข้าถึงเว็บไซต์ ไม่ว่ากรณีใดๆก็ตาม รวมถึงมีสิทธิ์ในการระงับ ปรับปรุง เว็บไซต์ของKKWM โดยไม่จำกัดระยะเวลา
15. นโยบายความเป็นส่วนตัว
นโยบายความเป็นส่วนตัวของเราตั้งขึ้นเพื่อกำหนดวิธีการที่เราจะใช้ข้อมูลของคุณ สามารถอ่านได้ที่หน้านโยบายความเป็นส่วนตัว เงื่อนไขการให้บริการเป็นส่วนหนึ่งของนโยบายของ KKWM ความเป็นส่วนตัวของ KKWM การใช้เว็บไซต์นี้หมายถึงคุณเห็นด้วยกับนโยบายความเป็นส่วนตัวของ KKWM
16. ขอบเขตอำนาจศาล
เงื่อนไขการให้บริการนี้อยู่ภายใต้กฎหมายของราชอาณาจักรไทย
17. การติดต่อ
หากคุณมีข้อสงสัยเกี่ยวกับเงื่อนไขการให้บริการนี้ กรุณาติดต่อที่หมายเลข 02494 3898 

`
let shippingStep = `(1) สินค้าจะจัดส่งได้ภายใน 7 วัน โดยนับจากวันที่ซื้อบนข้อมูลของบริษัท KKWM (หมายเหตุ ระยะเวลาที่สามารถจัดส่งสินค้าได้จะไม่นับรวมวันเสาร์ อาทิตย์ และวันหยุดนักขัตฤกษ์)
(2) บริษัท KKWM สามารถจัดส่งให้แก่ลูกค้าได้ตามที่อยู่ที่ลูกค้าแจ้ง หรือที่อยู่ตามบัตรประชาชน 
(3) บริษัท KKWM ขอสงวนสิทธิ์การจัดส่งโดยผ่านทางพันธมิตรทางธุรกิจ หรือบุคคลที่ได้รับมอบหมาย (ถ้ามี)  
(4) บริษัท KKWM ขอสงวนสิทธิการอนุมัติและการเปลี่ยนแปลงเงื่อนไขได้ทุกกรณี โดยไม่ต้องแจ้งให้ทราบล่วงหน้า

`

let refundStep = `เงื่อนไขการคืน หรือเปลี่ยนสินค้า หรือยกเลิกสินค้าที่ซื้อผ่าน  https://pinaigumkk.com/
(1) สินค้าสามารถคืน/ยกเลิกได้ภายใน 7 วัน โดยนับจากวันที่ซื้อบนข้อมูลของบริษัท KKWM (หมายเหตุ ระยะเวลาที่สามารถคืนสินค้าได้จะนับรวมวันเสาร์ อาทิตย์ และวันหยุดนักขัตฤกษ์)
(2) ลูกค้าสามารถแจ้งยกเลิกได้ 2 ช่องทาง คือ คืนผ่านทางไปรษณีย์หรือคืนที่บริษัท KKWM 
(3) รายการสั่งซื้อที่ได้รับของสมนาคุณหรือใช้คูปองส่วนลดไม่สามารถคืนสินค้า/ยกเลิกได้ทุกช่องทาง 
(4) สินค้าที่เปลี่ยนหรือคืน ต้องอยู่ในสภาพสมบูรณ์ และยังไม่ผ่านการใช้งานและสินค้าที่เปิดบรรจุภัณฑ์แล้วไม่สามารถเปลี่ยนหรือคืนหรือยกเลิกได้
(5) ค่าบรรจุภัณฑ์และค่าใช้จ่ายอื่น ๆนอกเหนือจากค่าสินค้า ไม่สามารถคืนเงินได้ ลูกค้าตกลงยินยอมให้ บริษัทหักค่าใช้จ่ายต่างๆ ไว้เป็นจำนวน 2,000 บาท (สองพันบาทถ้วน) 
(6) ขอสงวนสิทธิ์การคืนสินค้า/ยกเลิกผ่านช่องทางไปรษณีย์ เฉพาะสินค้าที่ซื้อผ่าน https://pinaigumkk.com/ เท่านั้น สินค้าที่ซื้อจากบริษัท KKWM ไม่สามารถทำการคืนผ่านช่องทางไปรษณีย์ได้ โดยในกรณีสินค้าที่ซื้อจากบริษัท KKWM  ลูกค้าสามารถติดต่อคืนหรือเปลี่ยนที่บริษัท KKWM ได้  
(7) สินค้าทุกชิ้นที่ซื้อจาก https://pinaigumkk.com/ สามารถส่งคืนมาที่เราได้หากสินค้าเหล่านั้นอยู่ภายใต้นโยบายการคืนสินค้าของเรา โดยดำเนินการตามขั้นตอนในหน้านี้ 
(8) บริษัท KKWM ขอสงวนสิทธิการอนุมัติและการเปลี่ยนแปลงเงื่อนไขได้ทุกกรณี โดยไม่ต้องแจ้งให้ทราบล่วงหน้า
เงื่อนไขการคืนเงิน
การคืนเงินจะดำเนินการในกรณีที่มีการคืนสินค้า เฉพาะลูกค้าถึงแก่กรรมก่อนได้รับสินค้าเท่านั้น
 
หมายเหตุ:
* ขึ้นอยู่กับรอบการชำระค่าใช้จ่ายรายเดือนและนโยบายการคืนเงินของธนาคาร/บริษัทที่เกี่ยวข้อง (หลังจากผ่านการแจ้งยอดเงินไปสองรอบแล้ว แต่คุณยังไม่ได้รับเงินคืน โปรดติดต่อธนาคารที่คุณใช้บริการเพื่อขอความช่วยเหลือ)
ขั้นตอนการคืนสินค้า
เพื่อความสะดวกและรวดเร็วของลูกค้า บริษัท KKWM อำนวยความสะดวกให้กับลูกค้า
คืนสินค้าผ่านทางไปรษณีย์ 
ถึง\tแผนกพินัยกรรม 
ที่อยู่ \t8/39 หมู่ที่ 9 อาคารเคเค ซิตี้ ถนนบางบัวทอง – สุพรรณบุรี ตำบลละหาร อำเภอบางบัวทอง จังหวัดนนทบุรี 11110
โทร \t02-4943898


`
