Vue.component('complete-step', {
  template: `<div>
  <h4 class="text-center">คำขอทำพินัยกรรมเสร็จสมบูรณ์ ขอบคุณที่ไว้วางใจให้เราดูแลคุณ</h4>
  <hr>
  <div class="row">
    <div class="col-md-4">เลขที่สมาชิก</div>
    <div class="col-md-4">วันที่ทำการ</div>
    <div class="col-md-4">ค่าใช้จ่ายทั้งหมด</div>

    <h5>ชื่อและที่อยู่ผู้รับเอกสาร</h5>
    <p><b>นาย มงคล มีเจริญ</b></p>
    <address>
      13/77 หมู่ 9 ตำบลบางจาก อำเภอพระประแดง
      สมุทรปราการ 10130
      081-868-5930
    </address>

    <h5>* เอกสารจะจัดส่งถึงท่านภายใน 7 วันทำการ สอบถามเพิ่มเติมโทร 02-494-3898 ต่อแผนกพินัยกรรม </h5>
  </div>
</div>`
})
